Repository: galanakisbm/googlereviews
Catalog: languages/google-reviews-widget-*.po
Languages: el

source: Google Reviews Settings
el: Ρυθμίσεις Google Reviews

source: Displays Google reviews from the Places API.
el: Εμφανίζει κριτικές Google μέσω του Places API.

source: API Configuration
el: Διαμόρφωση API

source: Google API Key
el: Κλειδί API Google

source: Google Place ID
el: Place ID Google

source: Your Google Cloud Places API key.
el: Το κλειδί API του Google Cloud Places.

source: The unique Place ID for your business (e.g. ChIJN1t_tDeuEmsRUsoyG83frY4).
el: Το μοναδικό Place ID της επιχείρησής σας (π.χ. ChIJN1t_tDeuEmsRUsoyG83frY4).

source: Google Reviews Widget Settings
el: Ρυθμίσεις Widget Google Reviews

source: Clear Cache
el: Εκκαθάριση Cache

source: Clear Reviews Cache
el: Εκκαθάριση Cache Κριτικών

source: Google Reviews cache cleared.
el: Η cache των Google Reviews εκκαθαρίστηκε.

source: API key or Place ID is missing.
el: Λείπει το κλειδί API ή το Place ID.

source: Could not retrieve reviews from Google Places API.
el: Αδυναμία λήψης κριτικών από το Google Places API.

source: %d out of 5 stars
el: %d από 5 αστέρια

source: No reviews found.
el: Δεν βρέθηκαν κριτικές.

source: Title:
el: Τίτλος:

source: Google API Key (overrides global setting):
el: Κλειδί API Google (αντικαθιστά τη γενική ρύθμιση):

source: Google Place ID (overrides global setting):
el: Place ID Google (αντικαθιστά τη γενική ρύθμιση):

source: Number of reviews (1–5):
el: Αριθμός κριτικών (1–5):

source: Minimum rating (stars):
el: Ελάχιστη βαθμολογία (αστέρια):

source: Content
el: Περιεχόμενο

source: Uses global setting if empty
el: Χρησιμοποιεί τη γενική ρύθμιση αν είναι κενό

source: Number of Reviews
el: Αριθμός κριτικών

source: Minimum Rating (stars)
el: Ελάχιστη βαθμολογία (αστέρια)

source: Review Card
el: Κάρτα Κριτικής

source: Card Background
el: Φόντο κάρτας

source: Border Radius
el: Ακτίνα γωνιών

source: Typography
el: Τυπογραφία

source: Author Name
el: Όνομα συγγραφέα

source: Author Color
el: Χρώμα συγγραφέα

source: Review Text
el: Κείμενο κριτικής

source: Review Text Color
el: Χρώμα κειμένου κριτικής

source: Star Color (filled)
el: Χρώμα αστεριού (γεμιστό)

source: This is an example review. Your actual reviews will appear here once the widget is configured with a valid API key and Place ID.
el: Αυτή είναι μια παραδειγματική κριτική. Οι πραγματικές κριτικές σας θα εμφανιστούν εδώ μόλις το widget διαμορφωθεί με έγκυρο κλειδί API και Place ID.
